***messages***

; WinRAR 7.3x 日本語言語ファイル

:STRINGS

; これらは、複数の選択肢を単語で示してユーザーに選ばせるプロンプト用の文字列です。
; 各選択肢の単語はアンダースコア (_) で始まります。
; 各単語において、それより前の単語でまだ使われていない最初の文字がホットキーとして
; 割り当てられます。ユーザーがどの文字を入力すればよいかわかるように、その文字を
; 大文字にする必要があります。
MYesNo                         "_Yはい_Nいいえ"
MYesNoAll                      "_Yはい_Nいいえ_Aすべてはい"
MYesNoAllQ                     "_Yはい_Nいいえ_Aすべてはい_Eすべていいえ_Q終了"
MYesNoAllRenQ                  "_Yはい_Nいいえ_Aすべてはい_Eすべていいえ_R名前変更_Q終了"
MContinueQuit                  "_C続行_Q終了"
MRetryAbort                    "_R再試行_A中止"
MIgnoreAllRetryQuit            "_I無視_Gすべて無視_R再試行_Q終了"

MCopyright                     "\nRAR %s   Copyright (c) 1993-%d Alexander Roshal   %d %s %d"
MRegTo                         "\n登録者 : %s\n"
MShare                         "\n試用版         'rar -?' と入力するとヘルプを表示します\n"
MRegKeyWarning                 "\n利用可能なライセンスキーは %s でのみ有効です\n"
MUCopyright                    "\nUNRAR %s フリーウェア      Copyright (C) 1993-%d Alexander Roshal\n"
MBeta                          "ベータ"
Mx86                           "x86"
Mx64                           "x64"
MWeekDaySun                    "日曜日"
MWeekDayMon                    "月曜日"
MWeekDayTue                    "火曜日"
MWeekDayWed                    "水曜日"
MWeekDayThu                    "木曜日"
MWeekDayFri                    "金曜日"
MWeekDaySat                    "土曜日"
MMonthJan                      "1月"
MMonthFeb                      "2月"
MMonthMar                      "3月"
MMonthApr                      "4月"
MMonthMay                      "5月"
MMonthJun                      "6月"
MMonthJul                      "7月"
MMonthAug                      "8月"
MMonthSep                      "9月"
MMonthOct                      "10月"
MMonthNov                      "11月"
MMonthDec                      "12月"
MRARTitle1                     "\n使用法 :     rar <コマンド> -<スイッチ 1> -<スイッチ N> <書庫> <ファイル...>"
MUNRARTitle1                   "\n使用法 :     unrar <コマンド> -<スイッチ 1> -<スイッチ N> <書庫> <ファイル...>"
MRARTitle2                     "\n               <@リストファイル...> <解凍パス\\>"
MFwrSlTitle2                   "\n               <@リストファイル...> <解凍パス/>"
MCHelpCmd                      "\n\n<コマンド>"
MCHelpCmdA                     "\n  a             書庫にファイルを圧縮"
MCHelpCmdC                     "\n  c             書庫にコメントを付加"
MCHelpCmdCH                    "\n  ch            書庫のパラメータを変更"
MCHelpCmdCW                    "\n  cw            書庫コメントをファイルに出力"
MCHelpCmdD                     "\n  d             書庫からファイルを削除"
MCHelpCmdE                     "\n  e             書庫パスを無視してファイルを解凍"
MCHelpCmdF                     "\n  f             書庫内のファイルを最新に"
MCHelpCmdI                     "\n  i[par]=<str>  書庫から文字列を検索"
MCHelpCmdK                     "\n  k             書庫をロック"
MCHelpCmdL                     "\n  l[t[a],b]     書庫内容をリスト [テクニカル[すべて], ファイル名のみ]"
MCHelpCmdM                     "\n  m[f]          書庫に移動 [ファイルのみ]"
MCHelpCmdP                     "\n  p             ファイルを標準出力に出力"
MCHelpCmdR                     "\n  r             書庫を修復"
MCHelpCmdRC                    "\n  rc            欠けているボリュームを復元"
MCHelpCmdRN                    "\n  rn            書庫内のファイルの名前を変更"
MCHelpCmdRR                    "\n  rr[N]         リカバリレコードを付加"
MCHelpCmdRV                    "\n  rv[N]         リカバリボリュームを作成"
MCHelpCmdS                     "\n  s[name|-]     書庫を自己解凍書庫に変換"
MCHelpCmdT                     "\n  t             書庫のファイルをテスト"
MCHelpCmdU                     "\n  u             書庫内のファイルを更新"
MCHelpCmdV                     "\n  v[t[a],b]     冗長な書庫の内容リスト [テクニカル[すべて], ファイル名のみ]"
MCHelpCmdX                     "\n  x             パスを付けて書庫からファイルを解凍"
MCHelpSw                       "\n\n<スイッチ>"
MCHelpSwm                      "\n  -             スイッチの走査を中止"
MCHelpSwAT                     "\n  @[+]          ファイルリストの無効化 [有効化]"
MCHelpSwAC                     "\n  ac            圧縮、解凍後にアーカイブ属性をクリア"
MCHelpSwAD                     "\n  ad[1,2]       別の解凍先パス"
MCHelpSwAG                     "\n  ag[format]    現在日時から書庫名を生成"
MCHelpSwAI                     "\n  ai            ファイルの属性を無視"
MCHelpSwAM                     "\n  am[s,r]       書庫名と日時 [保存, 復元]"
MCHelpSwAO                     "\n  ao            アーカイブ属性を持つファイルを圧縮"
MCHelpSwAP                     "\n  ap<path>      書庫内部のパスを設定"
MCHelpSwAS                     "\n  as            書庫の内容を同期"
MCHelpSwCm                     "\n  c-            コメントの表示を無効"
MCHelpSwCFGm                   "\n  cfg-          デフォルトプロファイルと環境変数を無視"
MCHelpSwCL                     "\n  cl            ファイル名を小文字に変換"
MCHelpSwCU                     "\n  cu            ファイル名を大文字に変換"
MCHelpSwDA                     "\n  da            展開後にファイルを削除"
MCHelpSwDF                     "\n  df            圧縮後にファイルを削除"
MCHelpSwDH                     "\n  dh            共有ファイルを開く"
MCHelpSwDR                     "\n  dr            ファイルをごみ箱に削除"
MCHelpSwDS                     "\n  ds            圧縮するファイルを並べ替えない"
MCHelpSwDW                     "\n  dw            書庫作成後にファイルを消去"
MCHelpSwEa                     "\n  e[+]<attr>    除外または対象とするファイルの属性を指定"
MCHelpSwED                     "\n  ed            空のフォルダーを格納しない"
MCHelpSwEP                     "\n  ep            名前からパスを除外"
MCHelpSwEP1                    "\n  ep1           名前からベースフォルダーを除外"
MCHelpSwEP2                    "\n  ep2           フルパスを展開"
MCHelpSwEP3                    "\n  ep3           ドライブレターを含むフルパスを展開"
MCHelpSwEP4                    "\n  ep4<path>     名前からパスの先頭を除外"
MCHelpSwF                      "\n  f             ファイルを最新に"
MCHelpSwHP                     "\n  hp[password]  ファイルヘッダも暗号化"
MCHelpSwHT                     "\n  ht[b|c]       ファイルチェックサムにはハッシュタイプ [BLAKE2、CRC32] を選択"
MCHelpSwIDP                    "\n  id[c,d,n,p,q] メッセージを表示または無効化します"
MCHelpSwIEML                   "\n  ieml[addr]    書庫をメールで送信"
MCHelpSwIERR                   "\n  ierr          すべてのメッセージを標準エラー出力に出力"
MCHelpSwILOG                   "\n  ilog[name]    エラーログファイルを作成"
MCHelpSwINUL                   "\n  inul          すべてのメッセージを無効"
MCHelpSwIOFF                   "\n  ioff[n]       処理完了後 PC を終了"
MCHelpSwISND                   "\n  isnd[-]       通知サウンドを制御"
MCHelpSwIVER                   "\n  iver          バージョン番号を表示"
MCHelpSwK                      "\n  k             書庫をロック"
MCHelpSwKB                     "\n  kb            解凍された破損ファイルを残す"
MCHelpSwLog                    "\n  log[f][=name] ログ ファイルに名前を書き込む"
MCHelpSwMn                     "\n  m<0..5>       圧縮方式を指定 (0-無圧縮...3-標準...5-最高圧縮)"
MCHelpSwMC                     "\n  mc<par>       高度な圧縮パラメータを指定"
MCHelpSwMD                     "\n  md[x]<n>[kmg]  KB、MB、または GB の辞書サイズを選択"
MCHelpSwME                     "\n  me[par]       暗号化パラメータを設定"
MCHelpSwMLP                    "\n  mlp           大容量メモリページを使用"
MCHelpSwMS                     "\n  ms[ext;ext]   圧縮しないファイルの種類を指定"
MCHelpSwMT                     "\n  mt<threads>   スレッドの数をセット"
MCHelpSwN                      "\n  n<file>       ファイルを含んでさらにフィルター"
MCHelpSwNa                     "\n  n@            追加のフィルターマスクを標準入力から読み取る"
MCHelpSwNal                    "\n  n@<list>      追加のフィルターマスクをリストファイルから読み取る"
MCHelpSwO                      "\n  o[+|-]        上書きモードを設定"
MCHelpSwOC                     "\n  oc            NTFS 圧縮属性をセット"
MCHelpSwOH                     "\n  oh            ファイルの代わりにハードリンクを関連付けて保存"
MCHelpSwOI                     "\n  oi[0-4][:min] 同一のファイルを参考文献として保存"
MCHelpSwOL                     "\n  ol[a,-]       [絶対パス] のリンクとしてシンボリックリンクを処理"
MCHelpSwOM                     "\n  om[-|1][=lst] Webマークを伝達"
MCHelpSwONI                    "\n  oni           互換性に問題のある名前を許可"
MCHelpSwOP                     "\n  op<path>      解凍されたファイルを出力するパスを設定"
MCHelpSwOR                     "\n  or            自動でファイルの名前を変更"
MCHelpSwOS                     "\n  os            NTFS ストリームを保存"
MCHelpSwOW                     "\n  ow            ファイルセキュリティ情報を処理"
MCHelpSwP                      "\n  p[password]   パスワードを指定"
MCHelpSwQO                     "\n  qo[-|+]       クイックオープン情報を追加 ( 無 | 強制)"
MCHelpSwR                      "\n  r             サブフォルダーを再帰的に処理"
MCHelpSwRm                     "\n  r-            再帰的処理を行わない"
MCHelpSwR0                     "\n  r0            ワイルドカードの名前のみサブフォルダーを再帰的に処理"
MCHelpSwRI                     "\n  ri<P>[:<S>]   優先度 (0-デフォルト,1-優先度最低..15-優先度最高) およびスリープタイムをセット"
MCHelpSwRR                     "\n  rr[N]         リカバリレコードを付加"
MCHelpSwRV                     "\n  rv[N]         リカバリボリュームを作成"
MCHelpSwS                      "\n  s[<N>,v[-],e] ソリッド書庫を作成"
MCHelpSwSC                     "\n  sc<chr>[obj]  文字セットを指定"
MCHelpSwSFX                    "\n  sfx[name]     自己解凍書庫を作成"
MCHelpSwSI                     "\n  si[name]      標準入力からデータを読み込む"
MCHelpSwSL                     "\n  sl<size>[u]   指定より小さいサイズのファイルを処理"
MCHelpSwSM                     "\n  sm<size>[u]   指定より大きいサイズのファイルを処理"
MCHelpSwT                      "\n  t             圧縮後にファイルをテスト"
MCHelpSwTK                     "\n  tk            オリジナルの書庫日時を保つ"
MCHelpSwTL                     "\n  tl            書庫日時を最も新しいファイルにセット"
MCHelpSwTN                     "\n  tn[mcao]<t>   指定した日時より新しいファイルを処理"
MCHelpSwTO                     "\n  to[mcao]<t>   指定した日時より古いファイルを処理"
MCHelpSwTA                     "\n  ta[mcao]<d>   YYYYMMDDHHMMSS フォーマットで指定した日時より後に更新されたファイルを処理"
MCHelpSwTB                     "\n  tb[mcao]<d>   YYYYMMDDHHMMSS フォーマットで指定した日時より前に更新されたファイルを処理"
MCHelpSwTS                     "\n  ts[m,c,a,p]   ファイル日時 (更新日時、作成日時、アクセス日時、オリジナルを保持) の格納と復元"
MCHelpSwU                      "\n  u             ファイルを更新"
MCHelpSwV                      "\n  v             サイズ自動認識でボリュームを作成またはすべてのボリュームをリスト表示"
MCHelpSwVUnr                   "\n  v             すべてのボリュームをリスト表示"
MCHelpSwVn                     "\n  v<size>[u]    [bBkKmMgGtT] 単位のサイズでボリュームを作成"
MCHelpSwVD                     "\n  vd            ボリュームを作成する前にディスクの内容を消去"
MCHelpSwVER                    "\n  ver[n]        ファイルの以前の版を残す"
MCHelpSwVP                     "\n  vp            各ボリュームの前に一時停止"
MCHelpSwW                      "\n  w<path>       ワークディレクトリを割り当て"
MCHelpSwX                      "\n  x<file>       指定したファイルを除外"
MCHelpSwXa                     "\n  x@            除外するファイル名を標準入力から読み取る"
MCHelpSwXal                    "\n  x@<list>      指定したリストファイル内のファイルを除外"
MCHelpSwY                      "\n  y             すべての質問に 「はい」"
MCHelpSwZ                      "\n  z[file]       ファイルから書庫コメントを付加"
MBadArc                        "\nエラー : 不正な書庫 %s\n"
MAskPsw                        "パスワードの入力 (再入力なし)"
MAskPswFor                     "\n%sへのパスワードの入力 (再入力なし): "
MReAskPsw                      "\nパスワードの再入力 : "
MNotMatchPsw                   "\nエラー : パスワードが一致しません\n"
MErrWrite                      "ファイル %s の書き込みエラー"
MErrRead                       "ファイル %s の読み取りエラー"
MErrSeek                       "ファイル %s のシークエラー"
MErrFClose                     "ファイル %s を閉じることができません"
MErrOutMem                     "メモリが不足しています"
MErrBrokenArc                  "書庫が破損しています -「修復」コマンドを使用してください"
MProgAborted                   "プログラムが中止されました"
MErrRename                     "\n%s を %s に名前変更できません"
MAbsNextVol                    "\nボリューム %s が見つかりません"
MBreak                         "\nユーザーによる中止\n"
MAskCreatVol                   "\n次のボリュームを作成しますか?"
MAskNextDisk                   "\nディスク領域の不足です。新しいディスクを挿入してください"
MCreatVol                      "\n\n%s書庫 %s を作成しています\n"
MAskNextVol                    "\n%s のディスクを挿入してください"
MTestVol                       "\n\n書庫 %s をテストしています\n"
MExtrVol                       "\n\n%s から解凍しています\n"
MConverting                    "\n%s を変換しています"
MCvtToSFX                      "\n自己解凍書庫に変換"
MCvtFromSFX                    "\n自己解凍モジュールを削除しています"
MNotSFX                        "\n%s は自己解凍書庫ではありません"
MNotRAR                        "\n%s は RAR 書庫ではありません"
MNotFirstVol                   "\n%s は最初のボリュームではありません"
MCvtOldFormat                  "\n%s - 古い形式の自己解凍書庫に変換できません"
MCannotCreate                  "\n%s を作成できません"
MCannotOpen                    "\n%s を開けません"
MUnknownMeth                   "\n%s の方式が不明です"
MNewRarFormat                  "\nサポートされていない書庫形式です。RAR を新しいバージョンにアップデートしてください。"
MOk                            " OK"
MDone                          "\n完了"
MLockingArc                    "\n書庫をロックしています"
MNotMdfOld                     "\n\nエラー : 古い形式の書庫を変更できません"
MNotMdfLock                    "\n\nエラー : 書庫がロックされています"
MNotMdfVol                     "\n\nエラー : ボリュームを変更できません"
MPackAskReg                    "\n体験版です。登録をお願いします。\n"
MCreateArchive                 "\n%s 書庫 %s を作成しています\n"
MUpdateArchive                 "\n%s 書庫 %s を更新しています\n"
MAddSolid                      "ソリッド "
MAddFile                       "\n追加中    %-58s     "
MUpdFile                       "\n更新中    %-58s     "
MAddPoints                     "\n...       %-58s     "
MMoveDelFiles                  "\n\nファイル %s を削除しています..."
MMoveDelDirs                   "およびフォルダー"
MMoveDelFile                   "\n削除中 %-30s"
MMoveDeleted                   "    削除"
MMoveNotDeleted                "    未削除"
MClearAttrib                   "\n\n属性を消去しています..."
MMoveDelDir                    "\nフォルダーを削除しています %-30s"
MWarErrFOpen                   "\n注意 : %d %s を開けません"
MErrOpenFiles                  "ファイル"
MErrOpenFile                   "ファイル"
MAddNoFiles                    "\n注意 : ファイルがありません"
MMdfEncrSol                    "\n%s : 暗号化されています"
MAddAnalyze                    "\n圧縮されたファイルを分析しています : "
MRepacking                     "\n圧縮されたファイルを再圧縮しています : "
MCRCFailed                     "\n%-20s - チェックサムエラー"
MExtrTest                      "\n書庫 %s をテストしています\n"
MExtracting                    "\n%s から解凍しています\n"
MUseCurPsw                     "\n%s - 現在のパスワードを使用しますか?"
MCreatDir                      "\n作成中    %-56s"
MExtrSkipFile                  "\nスキップ中    %-56s"
MExtrTestFile                  "\nテスト中     %-56s"
MExtrFile                      "\n解凍中  %-56s"
MExtrPoints                    "\n...         %-56s"
MExtrErrMkDir                  "\nフォルダー %s を作成できません"
MExtrPrinting                  "\n------ %s を印刷しています\n\n"
MEncrBadCRC                    "\n暗号化されたファイル %s のチェックサムエラーが発生しました。ファイルが破損しているか、パスワードが正しくありません。"
MExtrNoFiles                   "\n解凍するファイルがありません"
MExtrAllOk                     "\nすべて OK"
MExtrTotalErr                  "\nエラー数 : %ld"
MAskReplace                    "\n\n既存のファイル %s を置き換えますか？\n%6s バイト、更新日時: %s\n新しいファイル\n%6s バイト、 更新日時: %s\n"
MAskOverwrite                  "\n%s を上書きしますか?"
MAskNewName                    "\n新しい名前を入力 : "
MHeaderBroken                  "\n破損したヘッダが見つかりました"
MMainHeaderBroken              "\n書庫のヘッダが破損しています"
MLogFileHead                   "\n%s - ファイルのヘッダが破損しています"
MLogProtectHead                "データリカバリヘッダが破損しています"
MArcComment                    "\n書庫コメント"
MReadStdinCmt                  "\n標準入力からコメントを読み取っています\n"
MReadCommFrom                  "\n%s からコメントを読み取っています"
MDelComment                    "\n%s からコメントを削除しています"
MAddComment                    "\n%s にコメントを追加しています"
MLogCommBrk                    "\n書庫のコメントが破損しています"
MCommAskCont                   "\n「Enter」 を押すと続行します。「Q」を押すと終了します :"
MWriteCommTo                   "\n%s にコメント書き込み"
MCommNotPres                   "\nコメントが存在しません"
MDelFrom                       "\n%s から削除しています"
MDeleting                      "\n%s を削除しています"
MEraseArc                      "\n空の書庫 %s を消去しています"
MNoDelFiles                    "\n削除するファイルがありません"
MLogTitle                      "--------  %2d %s %d, 書庫 %s"
MPathTooLong                   "\nエラー : パスが長過ぎます\n"
MListArchive                   "書庫"
MListDetails                   "詳細表示"
MListSolid                     "ソリッド"
MListSFX                       "自己解凍"
MListVolume                    "ボリューム"
MListRR                        "リカバリレコード"
MListLock                      "ロック"
MListEnc                       "暗号化"
MListEncHead                   "暗号化されたヘッダー"

; Titles for 'L' and 'V' commands.
MListTitleL                    " 属性    サイズ   日付   時間   名前"
MListTitleV                    " 属性    サイズ   格納 圧縮率  日付   時間   チェックサム   名前"

; Titles for multiline list output.
MListName                      "ファイル名"
MListType                      "種類"
MListFile                      "ファイル"
MListDir                       "ディレクトリ"
MListUSymlink                  "Unix シンボリックリンク"
MListWSymlink                  "Windows シンボリックリンク"
MListJunction                  "NTFS ジャンクションポイント"
MListHardlink                  "ハードリンク"
MListCopy                      "ファイル レファレンス"
MListStream                    "別のデータストリームを NTFS 変換する"
MListTarget                    "解凍先"
MListSize                      "サイズ"
MListPacked                    "格納サイズ"
MListRatio                     "圧縮率"
MListMtime                     "mtime"
MListCtime                     "ctime"
MListAtime                     "atime"
MListModified                  "更新日時"
MListCreated                   "作成日時"
MListAccessed                  "アクセス日時"
MListAttr                      "属性"
MListFlags                     "フラッグ"
MListCompInfo                  "圧縮"
MListHostOS                    "ホスト OS"
MListFileVer                   "ファイルバージョン"
MListService                   "サービス"
MListNTACLHead                 "\n   NTFS セキュリティデータ"
MListStrmHead                  "\n   NTFS ストリーム : %s"
MListUnkHead                   "\n   サブヘッダの種類が不明です : 0x%04x"
MYes                           "はい"
MNo                            "なし"
MListNoFiles                   "  0 ファイル\n"
MRprReconstr                   "\n%s を再構築しています"
MRprBuild                      "\n%s を作成しています"
MRprOldFormat                  "\n古い形式の書庫を修復できません"
MRprFind                       "\n%s が見つかりました"
MRprAskIsSol                   "\n書庫のヘッダが破損しています。ソリッド書庫としてマークしますか?"
MRprNoFiles                    "\nファイルが見つかりません"
MLogUnexpEOF                   "\n予期しない書庫終端です"
MRepAskReconst                 "\n書庫の構造を再構築しますか?"
MRRSearch                      "\nリカバリレコードを探しています"
MAnalyzeFileData               "\nファイルデータを分析しています"
MRecRNotFound                  "\nデータのリカバリレコードが見つかりません"
MRecRFound                     "\nデータのリカバリレコードが見つかりました"
MRecSecDamage                  "\nセクタ %ld (オフセット %lX...%lX) が破損しています"
MRecCorrected                  " - データが復元されました"
MRecFailed                     " - データを復元できません"
MAddRecRec                     "\nデータのリカバリレコードを付加しています"
MEraseForVolume                "\n\nドライブ %c の内容を消去しています\n"
MGetOwnersError                "\n注意 : %s オーナーおよびグループを入手できません\n"
MErrGetOwnerID                 "\n注意 : オーナー %s の ID を取得できません\n"
MErrGetGroupID                 "\n注意 : グループ %s の ID を取得できません\n"
MOwnersBroken                  "\nエラー : %s グループおよびオーナーデータが破損しています\n"
MSetOwnersError                "\n注意 : %s オーナーおよびグループをセットできません\n"
MErrLnkRead                    "\n注意 : シンボリックリンク %s を読み取れません"
MSymLinkExists                 "\n注意 : シンボリックリンク %s はすでに存在します"
MAskRetryCreate                "\n%s を作成できません。再試行しますか？"
MDataBadCRC                    "\n%-20s : 格納されたデータチェックサムがボリューム %s で一致しません"
MFileRO                        "\n%s は読み取り専用です"
MACLGetError                   "\n注意 : %s のセキュリティデータを取得できません\n"
MACLSetError                   "\n注意 : %s のセキュリティデータをセットできません\n"
MACLBroken                     "\nエラー : %s のセキュリティデータが破損しています\n"
MACLUnknown                    "\n注意 : %s のセキュリティデータの形式が不明です\n"
MStreamBroken                  "\nエラー : %s のストリームデータが破損しています\n"
MStreamUnknown                 "\n注意 : %s のストリームデータの形式が不明です\n"
MInvalidName                   "\nエラー : ファイル名 %s が有効ではありません"
MProcessArc                    "\n\n書庫 %s を処理しています"
MCorrectingName                "\n注意 : 無効なファイルまたはディレクトリ名を修正しています"
MUnpCannotMerge                "\n注意 : %s を解凍するには、 1 つ前のボリュームから解凍を開始する必要があります"
MUnknownOption                 "\nエラー : 不明なオプション : %s"
MSwSyntaxError                 "\nエラー : '-' は %s の先頭に付与してください"
MSubHeadCorrupt                "\nエラー : 破損したデータヘッダが見つかりましたが、無視されました
MSubHeadUnknown                "\n注意 : データヘッダの形式が不明ですが、無視されました
MSubHeadDataCRC                "\nエラー : %s のデータブロックが破損しています"
MScanError                     "\n%s の内容を読み取ることができません"
MNotVolume                     "\n%s はボリュームではありません"
MRecVolDiffSets                "\nエラー : %s と %s はセットが異なります"
MRecVolMissing                 "\n%d ボリュームがありません"
MRecVolFound                   "\n%d リカバリボリュームが見つかりました"
MRecVolAllExist                "\n再構築するものがありません"
MRecVolCannotFix               "\n再構築はできません"
MReconstructing                "\n再構築しています..."
MCreating                      "\n%s を作成しています"
MRenaming                      "\n%s を %s に名前変更しています"
MNTFSRequired                  "\n書き込みエラー : 4 GB より大きいファイルは NTFS ファイルシステムでのみサポートされます"
MFAT32Size                     "\n注意 : FAT32 ファイルシステムは 4 GB より大きいファイルに対応していません"
MErrChangeAttr                 "\n注意 : %s の属性を変更できません"
MErrChangePerm                 "\n注意 : %s の権限を変更できません"
MWrongSFXVer                   "\nエラー : Default SFX モジュールは RAR %d.%d 書庫をサポートしていません"
MHeadEncMismatch               "\nすでに暗号化されたファイルを含む書庫は暗号化できません"
MCannotEmail                   "\nファイル %s をメール送信できません"
MCopyrightS                    "\nRAR 自己解凍書庫"
MSHelpCmd                      "\n\n<コマンド>"
MSHelpCmdE                     "\n  -x      書庫から解凍 (デフォルト)"
MSHelpCmdT                     "\n  -t      書庫ファイルをテスト"
MSHelpCmdV                     "\n  -v      冗長な書庫の内容のリストを表示"
MRecVolLimit                   "\n通常およびリカバリボリュームの合計数は %d 以下でなければなりません"
MVolumeNumber                  "ボリューム %d"
MCannotDelete                  "\n%s を削除できません"
MRecycleFailed                 "\n一部のファイルとディレクトリをごみ箱に移動できません"
MCalcCRC                       "\nチェックサムを計算中"
MTooLargeSFXArc                "\n自己解凍書庫のサイズが大き過ぎます。Windows は 4 GB を超える実行ファイルを実行できません。"
MCalcCRCAllVol                 "\nすべてのボリュームのチェックサムを計算しています。"
MNotEnoughDisk                 "\nエラー : %s に十分な空き領域がありません。"
MNewerRAR                      "\n新しいバージョンの RAR が必要です。"
MUnkEncMethod                  "\n%s の暗号化方式が不明です"
MWrongPassword                 "\n指定したパスワードは正しくありません。"
MWrongFilePassword             "\n%s のパスワードは正しくありません"
MAreaDamaged                   "\n%d バイトが破損しています (%08x %08x 内)"
MBlocksRecovered               "\n%u ブロックが復元され、%u ブロックが再配置されました"
MRRDamaged                     "\nリカバリレコードが破損しています。"
MTestingRR                     "\nリカバリレコードのテスト中"
MFailed                        "失敗"
MIncompatSwitch                "\n%s スイッチは RAR %d.x 書庫形式に対応していません。"
MSearchDupFiles                "\n同一ファイルの検索"
MNumFound                      "%d が見つかりました。"
MUnknownExtra                  "\n不明なエクストラフィールドが %s にあります。"
MCorruptExtra                  "\n%s エクストラフィード破損 : %s"
MCopyError                     "\n%s を %s にコピーできません"
MCopyErrorHint                 "\nファイル レファレンスのエントリを作成するには書庫全体を解凍する必要があります。"
MCopyingData                   "\nデータのコピー中"
MErrCreateLnkS                 "\nシンボリックリンク %s を作成できません"
MErrCreateLnkH                 "\nハードリンク %s を作成できません"
MErrLnkTarget                  "\n先にリンクターゲットを解凍する必要があります"
MNeedAdmin                     "\nRAR を管理者として実行する必要があります"
MDictOutMem                    "\nメモリ不足のため %d MB の圧縮辞書から %d MB の圧縮辞書へ変更しました。"
MUseSmalllerDict               "\n小さいサイズの圧縮辞書を使用してください。"
MExtrDictOutMem                "\nメモリが不足しているため、圧縮辞書のサイズが %u GB の書庫を解凍できません。"
MSuggest64bit                  "\n64 ビット版の RAR が必要です。"
MOpenErrAtime                  "\nこのファイルを開くには -tsp スイッチを削除するか、管理者として RAR を実行する必要がある場合があります。"
MErrReadInfo		       	   "\n既に読み取れたファイル部分のみで継続する場合は「無視」、今後もすべての読み取りエラー部分を無視して継続する場合は「すべて無視」、読み取りを繰り返す場合は「再試行」、中止する場合は「終了」を選択してください。"
MErrReadTrunc                  "\n読み取りエラーのため %s は圧縮が不完全です。\n"
MErrReadCount                  "\n読み取りエラーのため %u ファイルは圧縮が不完全です。"
MDirNameExists                 "\nその名前のディレクトリは既に存在します"
MStdinNoInput                  "\nstdinからデータ読み取り中はキーボード操作はできません"
MTruncPsw                      "\nパスワードが最長の %u 文字を超えているため、切り捨てられます。"
MAdjustValue                   "\n%s 値を %s に調整しています。"
MOpFailed                      "\n処理が失敗しました"
MSkipEncArc                    "\n暗号化された書庫をスキップしています %s"
MOrigName                      "元の名前"
MOriginalTime                  "元の日時"
MFileRenamed                   "\n%s のファイル名が %s に変更されました"﻿***messages***
MDictNotAllowed                "\n%u GB の辞書が %u GB の制限を超えており、解凍に %u GB 以上のメモリが必要です。"
MDictExtrAnyway                "\nいずれの場合も -md%ug または -mdx%ug スイッチを使用して解凍してください。"
MDictComprLimit                "\n%u GB 辞書が %u GB の制限を超えており、データの圧縮時に許可されません。"
MNeedSFX64                     "\n%u GB 圧縮辞書には 64 ビット自己解凍モジュールが必要です。"
MSkipUnsafeLink                "\n安全でない可能性のある %s → %s リンクをスキップします。信頼できるソースからの書庫の場合は -ola を使用して展開してください。"
MTruncService                  "\nサービスブロックで切り捨て : %s"
MHeaderQO                      "クイックオープンインフォメーション"
MHeaderRR                      "リカバリレコード"
MLockInMemoryNeeded            "-mlp スイッチには、｢Lock pages in memory｣ 権限が必要です。現在のユーザーアカウントに割り当てますか?"
MPrivilegeAssigned             "ユーザー権限は正常に割り当てられ、Windows 再起動後に有効になります。今すぐ再起動しますか?"